Repository: art-institute-of-chicago/aic-mobile-ios
Catalog: aic/aic/Localization/AccessCard.xcstrings
Source language: en
Languages: es, fr, ko, zh_hans

# info_quick_action_prompt
source: You can quickly get back to this screen by long-pressing the app icon on the home screen.
es: Puede regresar rápidamente a esta pantalla manteniendo presionado el ícono de la aplicación en la pantalla de inicio.
fr: Vous pouvez rapidement revenir à cet écran en appuyant longuement sur l'icône de l'application sur l'écran d'accueil.
ko: 홈 화면에서 앱 아이콘을 길게 누르면 이 화면으로 빠르게 돌아갈 수 있습니다.
zh_hans: 您可以通过长按主屏幕上的应用图标快速返回此屏幕。

# member_card_access_action
source: Access Member Card
es: Tarjeta de acceso para miembros
fr: Carte d’accès
ko: 회원 카드 액세스
zh_hans: 访问会员卡

# member_card_become_member_header
source: Become a Member
es: Hágase miembro
fr: Devenir membre
ko: 회원가입
zh_hans: 成为会员

# member_card_change_information_action
source: Change Information
es: Cambiar información
fr: Changer les informations
ko: 정보변경
zh_hans: 更改信息

# member_card_expires
source: Expires: %@
es: Vence: %@
fr: Expire : %@
ko: 만기일: %@
zh_hans: 截止: %@

# member_card_switch_cardholder_action
source: Switch Cardholder
es: Cambiar titular de tarjeta
fr: Changer de détenteur de carte
ko: 카드소유자 변경
zh_hans: 交换持卡人

# member_card_title
source: Member Card
es: Tarjeta del Miembro
fr: Carte de membre
ko: 회원 카드
zh_hans: 会员卡

# sign_in_action
source: Sign In
es: Iniciar sesión
fr: Se connecter
ko: 로그인
zh_hans: 登录

# sign_in_failure_title
source: Could not find Member Information
es: No se pudo encontrar la información del Miembro
fr: Impossible de trouver des informations sur les membres
ko: 회원 정보를 찾을 수 없습니다
zh_hans: 无法找到会员信息

# sign_in_member_id_header
source: Member ID
es: Identificación del Miembro…
fr: Identité du membre
ko: 회원 아이디
zh_hans: 会员账号

# sign_in_member_id_placeholder
source: Enter your Member ID…
es: Ingrese la Identificación del Miembro…
fr: Entrez votre numéro de membre...
ko: 회원 아이디 입력
zh_hans: 输入您的会员账号

# sign_in_zip_code_header
source: Zip Code
es: Código postal
fr: Code postal
ko: 우편번호
zh_hans: 邮编

# sign_in_zip_code_placeholder
source: Enter your home zip code…
es: Ingrese su código postal…
fr: Entrez le code postal de votre pays d’origine...
ko: 자택 우편번호 입력
zh_hans: 输入您家庭所在的邮编

# member_card_member_id
source: ID: %@
fr: Identification : %@
ko: 회원 아이디: %@
